Repository: RoninBG/smuxi
Catalog: po/Engine/*.po
Languages: da

source: no network connections
da: ingen netværksforbindelser

source: Connecting to {0} port {1}...
da: Forbinder til {0} port {1}...

source: Connection to {0} established
da: Forbindelse til {0} oprettet

source: Logging in...
da: Logger ind...

source: Connection failed!
da: Forbindelse mislykkedes!

source: Connection failed! Reason:
da: Forbindelse mislykkedes! Grund:

source: Disconnecting...
da: Afbryder forbindelse...

source: Disconnecting from {0}...
da: Afbryder fra {0}...

source: Disconnected from {0}
da: Afbrudt fra {0}

source: Connection closed
da: Forbindelse lukket

source: Not connected!
da: Ikke forbundet!

source: Not connected
da: Ikke forbundet

source: (not connected)
da: (ikke forbundet)

source: Not joined to channel: {0}. Please rejoin.
da: Ikke i kanalen: {0}.Gå derind igen.

source: Already joined to channel: {0}. Type /window {0} to switch to it
da: Du er allerede i kanalen: {0}.Skriv /window {0} for at skifte til den

source: Topic for {0}: {1}
da: Emnet for {0}: {1}

source: No topic set for {0}
da: Intet emne sat for {0}

source: Inviting {0} to {1}
da: Inviterer {0} til {1}

source: {0} is already on channel
da: {0} er allerede i kanalen

source: Not enough parameters for {0} command
da: Ikke nok parametre for kanalen {0}

source: Not connected to server
da: Ikke forbundet til server

source: {0}: No such nick/channel
da: {0}: Intet sådan kaldenavn/kanal

source: {0} [{1}] requested CTCP {2} from {3}: {4}
da: {0} [{1}] udbedte CTCP {2} fra {3}: {4}

source: CTCP PING reply from {0}: {1} seconds
da: CTCP PING svar fra {0}: {1} sekunder

source: {0} [{1}] has joined {2}
da: {0} [{1}] kom ind i {2}

source: {0} [{1}] has left {2} [{3}]
da: {0} [{1}] har forladt {2} [{3}]

source: You was kicked from {0} by {1} [{2}]
da: Du blev sparket ud fra {0} af {1} [{2}]

source: {0} was kicked from {1} by {2} [{3}]
da: {0} blev sparket ud fra {1} af {2} [{3}]

source: You're now known as {0}
da: Du kendes nu som {0}

source: {0} is now known as {1}
da: {0} kendes nu som {1}

source: {0} changed the topic of {1} to: {2}
da: {0} har ændret emnet i {1} til: {2}

source: {0} is away: {1}
da: {0} er væk: {1}

source: You are no longer marked as being away
da: Du er ikke længere markeret som værende væk

source: You have been marked as being away
da: Du er blevet markeret som værende væk

source: Welcome to Smuxi
da: Velkommen til Smuxi

source: Disconnect failed, could not find server: {0}
da: Afbrydelse fejlede, kunne ikke finde server: {0}

source: Not connected to any network
da: Ikke forbundet til noget netværk
